Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: "It felt like having all your life sucked out of you."
pt: "Era como se toda minha vida estivesse indo embora", disse

source: Bin Mubarak took this decision "in a bid to preserve the national unity and protect the country from divisions," Saba said citing a letter sent by the PM-designate to Hadi.
pt: Esta decisão pretende "preservar a unidade nacional e proteger o país das divisões", segundo a agência, que cita uma carta na qual Mubarak explica as razões de sua demissão ao presidente.

source: OPEC announced on Thursday that it will not be changing production levels, leaving the daily output ceiling at 30 million barrels despite oversupply concerns and soft oil prices.
pt: Opep mantém teto de produção inalterado, diz ministro do Kuwait O teto de produção do cartel permanecerá em 30 milhões de barris diários até a próxima reunião

source: "Putin noted that this cruel murder has all the makings of a contract hit and is extremely provocative," Dmitry Peskov told reporters, noting that the president had ordered Russia's top police chiefs to personally oversee the murder investigation.
pt: O presidente russo, Vladimir Putin, não demorou a afirmar que o crime reúne todas as características de um assassinato por encomenda e assumiu pessoalmente o controle sobre a investigação de suas circunstâncias, informou o porta-voz do Kremlin, Dmitri Peskov.

source: The Boko Haram violence has claimed thousands of lives since 2009 with the aim of creating a hardline Islamic state in Nigeria's mainly Muslim north.
pt: Maiduguri e seus arredores são frequentemente alvo de ataques do Boko Haram desde que lançou uma rebelião em 2009 com o objetivo de criar um califado no norte da Nigéria.

source: The bride asked the groom to add 15 and six .
pt: Ao ser questionado sobre o resultado de 15 mais seis, o noivo respondeu 17 .

source: British publishing company Pearson said Saturday it was in talks to sell its 50-percent stake in The Economist Group, owner of the prestigious magazine of the same name.
pt: LONDRES (Reuters) - O grupo editorial britânico Pearson disse neste sábado que está em negociações para vender sua fatia de 50 por cento no The Economist Group, editora do jornal The Economist.

source: When people hear I haven't seen this movie, they look at me like there's something wrong with me .
pt: Eu gosto de ouvir, gosto de sentir o que as pessoas estão achando, estão falando".

source: More than 130, 000 Syrian Kurds flee to Turkey
pt: Mais de 130.000 curdos srios fogem para a Turquia

source: On January 1, Latvia took over the presidency of the Council of the European Union, while Lithuania adopted the euro .
pt: Letônia assumiu a presidência da União Europeia, Lituânia acaba de adotar o euro .

source: Havana (CNN)Secretary of State John Kerry came to Cuba on Friday and raised the American flag above the U.S. Embassy for the first time in 54 years.
pt: O secretário de Estado norte-americano, John Kerry, chegou hoje a Havana, onde preside a cerimônia de hasteamento da bandeira norte-americana na embaixada dos EUA .

source: Human rights campaigners say it is at attempt to claw back one of the key gains of the revolution - the freedom to speak out.
pt: Para ativistas, essa lei faz retroceder uma das principais conquistas da revolução: a liberdade de falar livremente.

source: But the risk that the central bank will not be able to move inflation higher "has increased compared to six months ago," Draghi said.
pt: “O risco que não consigamos alcançar nossa meta de estabilidade de preço está maior do que estava há seis meses”, disse Draghi .

source: But he said there were "points that no-one would consider as a base for discussion" - citing cuts to pensions and a raise in sales tax for electricity - after meeting the head of the eurozone's finance ministers, Jeroen Dijsselbloem, and European Commission chief Jean-Claude Juncker in Brussels.
pt: As discussões entre Grécia e seus credores "continuarão nos próximos dias", depois de uma reunião "muito boa" em Bruxelas - disse o presidente do Eurogrupo, Jeroen Dijsselbloem, ao fim do encontro com o premiê grego, Alexis Tsipras, e com o presidente da Comissão Europeia, Jean-Claude Juncker.

source: In that case, additional sanctions against the separatists' Russian supporters would have to be arranged .
pt: Mas, principalmente, devem ser preparadas novas sanções contra os apoiadores dos separatistas na Rússia .

source: Ornithischia gave rise to famous beasts like Iguanodon, Stegosaurus and Triceratops, which have inspired childrens' toys and cartoons.
pt: Os ornitísquios originaram os famosos Iguanodon, Estegossauro e Tricerátopo, que inspiraram brinquedos infantis e desenhos animados.

source: The leftist government was elected in January on pledges to end austerity measures that came with its 240 billion euro bailout agreement .
pt: O governo de esquerda da Grécia venceu as eleições em janeiro com a promessa de reverter o rigor orçamentário e renegociar os termos de um resgate de 240 bilhões de euros .

source: Malaysian Prime Minister Najib Razak said last week that the debris recently found on the Reunion Island in the Indian Ocean was confirmed to be part of the aircraft.
pt: O primeiro-ministro da Malásia, Najib Razak, disse na semana passada que especialistas tinham “confirmado conclusivamente” que um dos destroços encontrados na ilha de Reunião, na semana passada, era parte da asa do MH370.

source: A teenager found guilty of rape and murder in the case was sentenced to three years in a juvenile reform facility.
pt: Três outros homens foram condenados à morte, enquanto um menor envolvido na agressão foi condenado a três anos de prisão .

source: Perdomo said his talks with Castro were as if he were talking to an old friend.
pt: Perdomo disse que Fidel ligou para ele e o convidou para uma conversa .

source: The announcement comes the same day Benin, Cameroon, Niger, Nigeria and Chad pledged to deploy 8,700 troops, police and civilians, as part of a regional effort to fight Boko Haram.
pt: Neste fim de semana, Chade, Níger, Nigéria, Camarões e Benin chegaram a um acordo no sábado para mobilizar 8.700 homens em uma força regional na luta contra o grupo armado .

source: About 805 million people suffer from hunger .
pt: Cerca de 800 milhões de pessoas ainda passam fome no mundo.

source: She was chief of staff to her predecessor, president Luiz Inacio Lula da Silva, and also his favoured successor.
pt: O presidente Luiz Inácio Lula da Silva fez seu último pronunciamento como chefe da nação .

source: Box's main rival, Dropbox, is also expected to hold a high-profile IPO in the coming months.
pt: A Dropbox, rival da Box, deve apresentar pedido de IPO nos próximos meses.

source: The training mission will start in March, with one battalion of U.S. soldiers training three Ukrainian battalions, Hodges said during a visit to a NATO base at Szczecin in north-west Poland.
pt: De acordo com Hodges, um batalhão de soldados dos EUA irão treinar três batalhões ucranianos no centro de treinamento de Yavariv, na cidade Lviv, oeste da Ucrânia.

source: And at the beginning she said, 'Yes' .
pt: No começo ela disse sim .

source: "That's boosted our numbers a little bit," Obama replied, appearing unamused.
pt: "Bem, isso impulsionou um pouco os nossos números", rebateu o presidente.

source: We have dismantled a coup attempt against democracy, against the stability of our homeland," Maduro said in a televised address Thursday .
pt: “Desmantelamos um atentado golpista contra a democracia e a estabilidade do nosso país .

source: MONACO Dec 8 (Reuters) - The International Olympic Committee on Monday voted to allow host cities to move competitions to other towns, or countries, in a break with the tradition of keeping the Games in one location.
pt: MÔNACO (Reuters) - O Comitê Olímpico Internacional (COI) aprovou nesta segunda-feira a permissão para que sedes olímpicas transfiram competições para outras cidades e até outros países, rompendo com a antiga tradição de manter os eventos dos Jogos em uma mesma localidade.

source: The summit of the EU and the Community of the Latin American and Caribbean States (CELAC), held last week in Brussels, Belgium, concluded with a new agreement promising to further strengthen the relationship between the two sides.
pt: O bloco europeu e os líderes da Celac (Comunidade dos Estados Latino-Americanos e do Caribe) divulgaram nesta quinta-feira a "Declaração de Bruxelas", um comunicado sobre dois dias de reuniões na Bélgica.

source: "We've removed tens of thousands of pictures - within hours of the requests being made - and we have closed hundreds of accounts," Google said in a statement.
pt: "Removemos dezenas de milhares de fotos, em poucas horas após o pedido, e fechamos várias contas", informou um porta-voz do Google.(ANSA)

source: NEW DELHI, May 25 (Thomson Reuters Foundation) - Soaring temperatures have gripped parts of southern and northern India in an extreme heat wave which has killed more than 500 people and looks set to continue this week, officials said on Monday.
pt: Altas temperaturas dominaram partes do sul e norte da índia em uma onda de calor extremo que já matou mais de 500 pessoas e tende a se manter nesta semana, de acordo com autoridades do país.

source: Yes, we got to see how the system worked and there's a lot wrong with the system, but there are many other initiatives that people are taking into their own hands within prisons and for prisoners.
pt: Mas também havia muitas iniciativas de pessoas que estão fazendo coisas por conta própria no que diz respeito a melhorar a situação das prisões e dos prisioneiros.

source: Tsipras, making his first visit to the German capital since taking office in January, said "neither are the Greeks lazy louts nor are the Germans to blame for Greece's ills -- we have to work hard to overcome these stereotypes".
pt: "Nem os gregos são preguiçosos, nem os alemães são responsáveis pelos males da Grécia: temos que trabalhar duro para superar esses estereótipos", afirmou Tsipras, que, ao lado de Merkel, considerou "injusto" a chanceler ser retratada ao lado de nazistas na capa da revista Der Spiegel .

source: 8 : Islamic State 'abducts dozens of Christians in Syria'
pt: Militantes do Estado Islâmico sequestram dezenas de cristãos na Síria

source: "There was no bar in the constitution to make a woman the judge of Shariat Court and there is no discrimination between men and women," Ahmed said.
pt: "Nada na Constituição proíbe que uma mulher esteja à frente de um tribunal islâmico e não fazemos qualquer discriminação entre homens e mulheres", declarou o dirigente.

source: CNN: They say time heals all wounds, but I don't think that's true when you lose a child.
pt: “Eu sou da época em que você começa a pensar sobre isso - não a sério - mas você começar a pensar em ter filhos”, disse ela .

source: Does the West need a war against Russia?
pt: Na ONU, Rússia diz que não quer uma guerra com Ucrânia

source: Restructuring Greece's debt no longer a question - ECB's Coeure
pt: Para Coeure, do BCE, questão não é se dívida grega será reestruturada mas como

source: UPDATE 2-Monsanto says would divest all of Syngenta's seed business
pt: Monsanto diz que venderia negócio de sementes da Syngenta em caso de fusão

source: In fact, the consulate seemed to go out of its way to wash its hands of the demonstrations, saying: "We do not take sides in the discussion of Hong Kong's political development, nor do we support any particular individuals or groups involved in it .
pt: "Nós não tomamos partido na discussão do desenvolvimento político de Hong Kong, nem apoiamos nenhum indivíduo em particular ou grupos envolvidos neste processo", acrescentou o comunicado.

source: Pro-Morsi protests have dwindled since his ouster by the military in 2013, which led to a massive crackdown on Islamists that killed at least 1,400 people in street violence.
pt: O número de manifestações pró-Mursi caiu consideravelmente desde sua destituição, em julho de 2013, pela repressão sangrenta do exército a estes protestos, que deixaram 1.400 mortos.

source: Special Climate Change Envoy Todd Stern told reporters in Beijing.
pt: Todd Stern, enviado especial dos EUA para Mudanças Climáticas, em foto de arquivo. …

source: The French leader took a less hard line on Russia and its president than other Western leaders have of late, saying that sanctions should be lifted if forward strides are made in resolving the conflict.
pt: O presidente da França, François Hollande, afirmou nesta segunda-feira que se ocorrerem avanços no conflito da Ucrânia as sanções ocidentais impostas à Rússia deverão ser retiradas.

source: If you would like them just knock on the front door and ask - no need to break another patio door as it's dreadfully hard work cleaning up all the glass.
pt: Se vocês quiserem a minha coleção, só batam na porta e peçam – não é preciso arrombar outra porta porque não imaginam como é terrível ter de limpar todos os cacos de vidro.

source: The mutilated corpses of 11 men were found dumped by the roadside in the troubled southwestern Mexican state of Guerrero on Thursday, authorities said .
pt: CIDADE DO MÉXICO — As autoridades mexicanas informaram ter encontrado 11 corpos queimados ao lado de uma estrada em Guerrero, no Sul do país .

source: French President Francois Hollande plans to host a meeting with them Monday that will include top government ministers, his office said .
pt: O presidente francês, François Hollande, os receberá na segunda-feira no palácio presidencial do Eliseu.

source: The Secret Service gave a top Republican lawmaker a heads up earlier today before The Washington Post reported that two agents crashed a government car into White House security barriers last week after attending a party.
pt: WASHINGTON (Reuters) - Dois importantes agentes do Serviço Secreto dos Estados Unidos estão sob investigação por alegações de que dirigiram um carro do governo em direção a barricadas de segurança da Casa Branca na semana passada depois de beberem numa festa de fim de noite, informou o jornal Washington Post nesta quarta-feira.

source: Unclear if Iran deal can be reached now, three big issues remain - diplomat
pt: Não está claro se acordo com Irã pode ser fechado agora, diz diplomata

source: Sunni politicians are pressing for greater political influence, saying their disenfranchisement under al-Maliki’s Shiite-dominated government fueled support among the Sunni minority for the insurgency, led by the extremist Islamic State group .
pt: Políticos sunitas fazem pressão por mais influência política, dizendo que seu enfraquecimento durante o governo majoritariamente xiita de al-Maliki ajudou a impulsionar o apoio aos militantes sunitas do Estado Islâmico .

source: The challenge of Ebola Watch
pt: Veja perguntas e respostas sobre ebola

source: The newly "unbranded" images are stark in their portrayal of the dynamics of power, race, and sexuality.
pt: As imagens "sem marca" são duros retratos da dinâmica de poder, raça e sexualidade.

source: It ends a prohibition on U.S. economic aid, a ban on U.S. arms exports, controls on "dual-use" items with military and civilian applications, and a requirement that the United States oppose loans to Cuba by international financial institutions such as the World Bank and International Monetary Fund.
pt: Ela anula a proibição de receber auxílio econômico dos EUA, um veto à exportação de armas norte-americanas e controles sobre itens de "dupla função", aqueles que têm aplicações militares e civis.

source: "We did a good job coming back in the game .
pt: Ele é um bom jogador e, se não está jogando, tem de trabalhar .

source: Therefore I wouldn't say that we don't have any influence .
pt: Eu falava, 'gente, não é assim' .

source: In comparison with the same month last year, the result was -2.1 percent.
pt: Quando comparado com outubro do ano passado o percentual é o mesmo .

source: U.N. chief, Security Council urge international help for Iraq
pt: Conselho de Segurança da ONU fará reunião sobre o Iraque hoje

source: Egyptian army counters major attack by IS militants in North Sinai; dozens killed
pt: Egito: militar é morto após ataque de militantes na região do Sinai

source: Cancer is often caused by the "bad luck" of random mutations that arise when cells divide, not family history or environmental causes, U.S. researchers said Thursday.
pt: O câncer surge com frequência por "azar do paciente", devido a mutações aleatórias que acontecem no processo de divisão celular, e não por causas genéticas ou hábitos de risco, afirmaram pesquisadores americanos nesta quinta-feira.

source: Currently, women In Russia retire at the age of 55 and men at the age of 60.
pt: Agora a mulher não poderá se aposentar antes dos 55 anos e o homem antes de 60 .

source: I don't want to think about what's happening .
pt: Não posso dizer que não sinto um pouco de medo .

source: Pele underwent surgery just over two weeks ago to remove kidney stones.
pt: Pelé faz cirurgia para retirar pedras nos rins e não tem previsão de alta

source: It's a mechanism used to enrich uranium.
pt: Não instalar mais centrífugas para enriquecer urânio

source: We have so much.
pt: Por que isso é muito bom ?

source: “All parties need to make a far more wholehearted effort to resolve this protracted crisis peacefully,” U.N. High Commissioner for Human Rights Zeid Raad al-Hussein said in a statement.
pt: "Todos os lados precisam fazer um esforço muito mais sincero para resolver esta longa crise de forma pacífica e em linha com as leis e padrões dos direitos humanos internacionais. "

source: (Reuters) - A U.S. judge in Alabama said on Tuesday she will hear arguments later this week on whether to force a local judge to issue marriage licenses to same-sex couples, a day after officials in most of the state refused to do so in defiance of the U.S. Supreme Court.
pt: Washington, 10 fev (EFE).- A decisão da Suprema Corte dos Estados Unidos desta segunda-feira de legalizar o casamento entre homossexuais no Alabama esbarrou em uma notável oposição no estado, onde os funcionários da maioria dos condados se negaram a emitir licenças a casais do mesmo sexo.

source: Brazil election: Rousseff wins first round, faces runoff against Neves
pt: Aécio e Dilma se enfrentam em mais um debate na disputa presidencial

source: "We are living in a difficult international framework, including due to issues that we are not united on, but which will have to see us increasingly on the same side, starting from the threat of global terrorism," Renzi said.
pt: "Estamos em uma situação internacional difícil, não apenas em relação a questões que não nos unem, mas também sobre temas que deveriam nos colocar ainda mais do mesmo lado em um cenário internacional muito complicado, começando com a ameaça global de terrorismo", disse ele em cerimônia na Expo Milão.

source: Malaysia on Sunday launched a terror probe into the disappearance of a passenger jet carrying 239 people, investigating suspect passengers who boarded with stolen passports, as relatives begged for news of their loved ones.
pt: A Malásia abriu neste domingo uma investigação por terrorismo, no dia seguinte ao desaparecimento de um Boeing 777 da companhia aérea Malaysia Airlines que transportava 239 pessoas, incluindo passageiros que embarcaram com passaportes roubados.

source: Early last year Apple rival Samsung Electronics Co 0059330.KS agreed to pay Ericsson $650 million (428 million pounds) along with years of royalties to end a technology licence dispute.
pt: No início do ano passado, a rival da Apple, Samsung Electronics concordou em pagar à Ericsson 650 milhões de dólares assim como anos de royalties para encerrar uma disputa sobre licenças de tecnologia.

source: The guitarist and singer, known as the "King of the Blues", died in his sleep at his Vegas home on Thursday, aged 89.
pt: Aos 89 anos, lendário cantor e guitarrista BB King morre em sua casa, em Las Vegas

source: "Any peace effort that does not tackle the root causes of the crisis will do little more than set the stage for the next cycle of violence," a spokesman for U.N. Secretary-General Ban Ki-moon said Tuesday of the ceasefire.
pt: Ele alertou, no entanto, que "qualquer esforço para a paz que não enfrente as raízes do problema fará pouco mais do que preparar o terreno para o próximo ciclo de violência.

source: Obama's action violates the Constitution's separation of powers and its "take care clause," Schwab said.
pt: O juiz afirmou que Obama "violou a separação de poderes" com sua ação unilateral, e a considerou "inconstitucional".

source: Moroccan federation vice-president Nourredine Bouchhati welcomed the Court of Arbitration for Sport (CAS) verdict to lift the ban imposed by Confederation of African Football (CAF) on the North African country as "excellent news", as they are now cleared to play in the next two Cup of Nations editions.
pt: O Marrocos foi liberado para jogar as duas próximas edições da Copa Africana de Nações, após a Corte Arbitral do Esporte (CAS, na sigla em inglês) cancelar, nesta quinta-feira, a suspensão imposta pela Confederação Africana de Futebol.

source: Asked about Dempsey's comments, White House deputy national security adviser Ben Rhodes told MSNBC, "if (Obama) gets a recommendation to have another facility like this, he'll take a hard look at it."
pt: Questionado sobre as entrevista de Dempsey, o conselheiro de segurança da Casa Branca, Ben Rhodes, afirmou que Obama observará as recomendações do Pentágono antes de tomar qualquer decisão sobre aumento de efetivo.

source: I've turned numb to it because we can't change it .
pt: Eu não criei a mudança, nem sou responsável por ela .

source: CLEVELAND/WASHINGTON (Reuters) - The White House on Wednesday scolded Israeli Prime Minister Benjamin Netanyahu following his re-election victory for abandoning his commitment to negotiate for a Palestinian state and for what it called "divisive" campaign rhetoric towards Israel’s minority Arab voters.
pt: JERUSALÉM (Reuters) - O primeiro-ministro Benjamin Netanyahu obteve uma vitória de última hora em Israel depois de fazer fortes apelos à extrema direita nos últimos dias de campanha, inclusive abandonando o compromisso de negociar um Estado palestino.

source: At least eight people were killed and thousands were left injured during three weeks of unrest that followed.
pt: Diversas pessoas foram mortas durante os protestos, e outras milhares ficaram feridas.

source: UN-Arab League envoy Lakhdar Brahimi has said that a proposed Geneva peace conference to end the war in Syria cannot be held without the participation of the opposition.
pt: "A participação da oposição é essencial, indispensável e importante", completou o emissário da ONU e da Liga Árabe para a Síria.

source: He is wanted for questioning over sexual abuse claims in Sweden; he denies the allegations
pt: A Suécia quer interrogar Assange sobre um caso de suposto estupro e abuso sexual, os quais ele nega .

source: The truce brokered by the leaders of Ukraine, Russia, Germany and France has stemmed large-scale fighting but skirmishes claim lives almost daily on both sides, and international monitors have warned of the threat of a bigger flare-up.
pt: A trégua mediada pelos líderes de Ucrânia, Rússia, Alemanha e França deteve os combates de larga escala, mas confrontos ocasionais perto de Donetsk, região importante dominada pelos rebeldes, tiram vidas dos dois lados quase diariamente, e monitores internacionais dizem temer uma escalada no combate.
